Repository: Harvard-ATG/atg-omeka-addons
Catalog: plugins/ReassignFiles/languages/*.po
Languages: de_de

source: Reassign Files
de_de: Dateien verschieben

source: Add Files from Other Items
de_de: Dateien aus anderen Objekten verschieben

source: Please select one or more files to reassign to the selected item.
de_de: Bitte wählen Sie eine oder mehrere Dateien, die Sie zu dem ausgewählten Objekt verschieben wollen.

source: Please select an existing item to reassign files to.
de_de: Bitte wählen Sie ein bereits bestehendes Objekt, um eine oder mehrere Dateien dorthin zu verschieben.

source: Please select an item to reassign files to.
de_de: Bitte wählen Sie ein Objekt, um eine oder mehrere Dateien dorthin zu verschieben.

source: Enable Reassign in Item Editor
de_de: Verschieben im Objekt-Editor ermöglichen

source: Check this if you want to have a reassign functionality on the "Files" tab inside the admin item editor. If you frequently move files from one item to another, this could be helpful. However, if reassigning files is a rather uncommon procedure, especially in huge Omeka databases, it is advisable to keep this setting turned off and conduct it through the global reassign screen located in the left menu bar.
de_de: Aktivieren Sie diese Einstellung, wenn Sie die Verschiebe-Funktionalität auf dem „Dateien“-Reiter innerhalb des Admin-Objekteditors verwenden wollen. Wenn Sie häufig Dateien von einem Objekt zu einem anderen verschieben, kann dies nützlich sein. Wenn das Verschieben von Dateien jedoch ein eher seltener Vorgang ist, speziell in großen Omeka-Datenbanken, ist es empfehlenswert, diese Einstellung ausgeschaltet zu lassen und dies über den globalen Verschiebe-Dialog in der linken Menüleiste durchzuführen.

source: Auto-Delete Orphaned Items
de_de: Verwaiste Objekte automatisch löschen

source: Check this if you want to automatically delete items that become "orphaned" after reassigning their files to other items.<br>This will affect only those items that afterwards<br><ul><li>do not have an item type assigned,</li><li>do not have any associated files left,</li><li>are neither subject nor object in a relationship (in case the "Item Relations" plugin is installed),</li><li>and contain at the most a title, but no other metadata whatsoever (i.e. entered text).</li></ul><em>Please note:</em> This is often the case for files that were bulk-added through the "Dropbox" plugin.
de_de: Aktivieren Sie diese Einstellung, wenn Sie „verwaiste“ Objekte automatisch löschen wollen, nachdem ihre Dateien zu anderen Objekten verschoben wurden.<br>Dies betrifft lediglich diejenigen Objekte, die anschließend<br><ul><li>keinen Objekttyp zugewiesen haben,</li><li>keine weiteren assoziierten Dateien mehr haben,</li><li>die weder Subjekt- noch Objekt-Ressource in eine Objektbeziehung sind (sofern das „Item Relations“-Plugin installiert ist)</li><li>und höchstens einen Titel, aber keine weiteren Metadaten enthalten (d.h. eingegebenen Text).</li></ul><em>Bitte beachten Sie:</em> Dies ist oft der Fall bei Dateien, die in einem Rutsch mit Hilfe des „Dropbox“-Plugins installiert wurden.

source: One-Time Orphaned Items Check
de_de: Einmalige Überprüfung auf verwaiste Objekte

source: Check this to initiate the search for orphaned items and their deletion <em>now</em> and exactly <em>once</em>.<br>This will be carried out as soon as you click on "Save Changes".
de_de: Aktivieren Sie diese Einstellung, um <em>jetzt</em> und exakt <em>einmal</em> die Suche nach verwaisten Objekten und deren Löschung anzustoßen.<br>Dies wird unverzüglich ausgeführt, sobald Sie auf „Änderungen übernehmen“ klicken.

source: Select Below
de_de: Unten auswählen

source: Reassign Files to Item
de_de: Dateien zu einem Objekt verschieben

source: Step 1: Select Item
de_de: Schritt 1: Objekt auswählen

source: <em>Please note:</em> Currently displaying %d latest modified items.
de_de: <em>Bitte beachten:</em> Derzeit werden %d zuletzt modifizierte Objekte angezeigt.

source: Click here to display %d more.
de_de: Klicken Sie hier, um %d weitere anzuzeigen.

source: Step 2: Select Files to Reassign
de_de: Schritt 2: Wählen Sie zu verschiebende Dateien

source: Please select one or more files to be reassigned to the above selected item.
de_de: Bitte wählen Sie eine oder mehrere Dateien, die Sie zu dem ausgewählten Objekt verschieben wollen.

source: Select one or more files to be reassigned to this item.
de_de: Bitte wählen Sie eine oder mehrere Dateien, die Sie zu diesem Objekt verschieben wollen.

source: Save Changes
de_de: Änderungen speichern

source: No item selected.
de_de: Kein Objekt ausgewählt.

source: No file(s) selected.
de_de: Keine Datei(en) ausgewählt.

source: The selected file or files were successfully reassigned to the selected item.
de_de: Die ausgewählte(n) Datei(en) wurden erfolgreich zum gewählten Objekt verschoben.

source: Back
de_de: Zurück
